<?php
return [
    'name_required' => 'يجب كتابه الاسم',
    'email_required' => 'يجب كتابه البريد الالكتروني',
    'email_email' => 'يجب ان يكون البريد الالكتروني -> ( test@yahoo.com )',
    'email_unique' => 'البريد الالكتروني موجود من قبل',
    'password_required' => 'يجب كتابه كلمه المرور',
    'password_min' => 'لا يجب ان تقل كلمه المرور عن 6 احرف',
    'level_required' => 'مستوي العضو مطلوب',
    'password_confirmed' => 'كلمه المرور وتأكيد كلمه المرور غير متطابقان',
    'con_password_required' => 'يجب تأكيد كلمه المرور',
    'con_password_min' => 'لا يجب ان تكون تأكيد كلمه المرور اقل من 6 احرف',
    'success' => 'تم ارسال البيانات بنجاح',
    'update' => 'تم تحديث البيانات بنجاح',
    'delete' => 'تم حذف البيانات بنجاح',
    'error' => 'يوجد خطأ في الارسال الرجاء التأكد من البيانات واعاده المحاوله',
];
